Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Reducing agents for use in chemical processes
it: Agenti riduttori per processi chimici

source: Additives (Chemical -) for rubber vulcanising
it: Additivi (chimici) per la vulcanizzazione della gomma

source: Additives (Chemical -) for stone
it: Additivi (Chimici -) per la pietra

source: Additives (Chemical -) for the flow control of cosmetics
it: Additivi (Chimici -) per il controllo del flusso di cosmetici

source: Anti-glutinates for concrete
it: Antiagglutinanti per calcestruzzo

source: Bichromate of potassium
it: Bicromato di potassio

source: Detergent additive for use with motor oil
it: Additivi detergenti per olio per motori

source: Detergent additives for fuels
it: Additivi detergenti per carburanti

source: Diagnostic preparations for scientific or research use
it: Preparati diagnostici per uso scientifico o per la ricerca

source: Diagnostic reagents for scientific or research use
it: Reagenti diagnostici per uso scientifico o per la ricerca

source: Chemical additives for heating oils
it: Additivi chimici per oli di riscaldamento

source: Calcium cyanamide [fertilizer]
it: Cianamide calcica [concime]

source: Substances for removing adhesives
it: Sostanze per rimuovere i prodotti adesivi

source: Dicalcium phosphate dihydrate
it: Fosfato di calcio diidrato

source: Basic gallate of bismuth
it: Gallato basico di bismuto

source: Ammonia [volatile alkali] for industrial purposes
it: Alcali volatile [ammoniaca] per uso industriale

source: Alkaline metals
it: Metalli alcalini

source: Phosphating compounds
it: Composti di fosfatazione

source: Ferments for chemical purposes
it: Fermenti per uso chimico

source: Glycerol
it: Glicerina

source: Rubber compounds for industrial use
it: Composti in gomma per uso industriale

source: Salt pellets for use in the dyeing industry
it: Granuli di sale per il settore della tintura

source: Adipic acid
it: Acido adipico

source: Praseodymium
it: Praseodimio

source: Protactinium
it: Protoattinio

source: Samarium
it: Samario

source: Stearic acid
it: Acido stearico

source: Chemical agents for the flame-retardant coating of textiles
it: Agenti chimici per il rivestimento ignifugante di tessuti

source: Baryta paper
it: Carta baritica

source: Base papers for diazo copying
it: Carte supporto per copia diazoica

source: Fertilizers for the land
it: Fertilizzanti per i terreni

source: Chemical materials for use in the manufacture of glass
it: Materiali chimici per uso nella produzione del vetro

source: Chemical plating solutions
it: Soluzioni per placcatura chimica

source: Microcarriers, other than for medical use
it: Microvettori, non per uso medico

source: Mineral products for use in growing plants
it: Prodotti minerali per la coltivazione di piante

source: Ultraviolet absorbing agents for use in dermatologic products
it: Agenti per assorbimento di raggi ultravioletti per prodotti dermatologici

source: Magnesium silicofluoride
it: Silicofluoruro di magnesio

source: Indicators [chemicals] for scientific use
it: Indicatori [chimici] per uso scientifico

source: Salt, raw
it: Sale grezzo

source: Raw synthetic resins in the form of powder
it: Resine sintetiche grezze sotto forma di polveri

source: Additives (Chemical -) for printing inks
it: Additivi (Chimici -) per inchiostri di stampa

source: Chemicals for use in immuno-assay testing [other than medical or veterinary]
it: Prodotti chimici per analisi di saggio immunologico [non per uso medico e veterinario]

source: Arsenious acid
it: Acido arsenioso

source: Synthetic resins in the form of solvents for use as coatings
it: Resine sintetiche sotto forma di solventi da utilizzare come rivestimenti

source: Zinc sulphate
it: Solfato di zinco

source: Cacodyl chloride
it: Cloruro di cacodile

source: Cadmium sulphide
it: Solfuro di cadmio

source: Lime chloride
it: Cloruro di calce

source: Calcium iodide
it: Ioduro di calcio

source: Chemical products derived from petroleum
it: Prodotti chimici derivati dal petrolio

source: Chemical products for drilling fluids
it: Prodotti chimici per fluidi di trivellazione

source: Chemical products for preserving the freshness of fruit
it: Prodotti chimici per la conservazione della freschezza della frutta

source: Calcium peroxide for use in forestry
it: Perossido di calcio per la silvicoltura

source: Calcium peroxide for use in horticulture
it: Perossido di calcio per l'orticoltura

source: Carbonaceous absorbents for separation of liquids
it: Assorbenti carbonacei per la separazione di liquidi

source: Biological tissue cultures, other than for medical or veterinary purposes
it: Colture di tessuti biologici, non per scopi medici o veterinari

source: Gas mixtures for use in photography
it: Miscele di gas per la fotografia

source: Water repellent coatings [chemical, other than paints] for masonry
it: Rivestimenti idrorepellenti [prodotti chimici, non pitture] per muratura

source: Chemicals for use in the manufacture of dyestuffs
it: Prodotti chimici per uso nella produzione di materie tintorie

source: Intermediates for preparation of organic chemical halogen derivatives
it: Composti intermedi per preparazione di alogeno-derivati chimici organici

source: In-vivo diagnostic reagents scientific use
it: Reagenti diagnostici in vivo per uso scientifico

source: Malt albumen [raw material]
it: Albumina di malto [materia prima]

source: Solvents for stripping surface finishes during manufacturing processes
it: Solventi per togliere finiture di superficie durante i processi di fabbricazione

source: Polyurethane granulate
it: Granulato di poliuretano

source: Polyvinyl alcohol
it: Alcol polivinilico

source: Potassium sulphate
it: Solfato di potassio

source: Reference standards [chemicals] for use in industry
it: Standard di riferimento [prodotti chimici] per uso industriale

source: Thermic paper [sensitised]
it: Carta termica [sensibilizzata]

source: Top dressings [humus] for lawns
it: Coperture [humus] per prati

source: Soil for growing
it: Terra per la coltura

source: Electron beam curved substrates
it: Substrati curvati a fascio elettronico

source: Electroplating compositions
it: Composti per galvanostegia

source: Stem cells for research or scientific purposes
it: Cellule staminali per scopi di ricerca o scientifici

source: Chemicals for the suppression of the taste of water
it: Prodotti chimici per neutralizzare il sapore dell'acqua

source: Consolidation retarders
it: Ritardanti di consolidamento

source: Catalysts for use in the refining of hydrocarbons
it: Catalizzatori per la raffinazione di idrocarburi

source: Cetyl alcohol
it: Alcool cetilico

source: Electrophoresis gels
it: Gel elettroforetici

source: Chemical reagents for decontaminating gases
it: Reagenti chimici per la decontaminazione di gas

source: Chemical reagents for laboratory use, other than for medical or veterinary use
it: Reagenti chimici da laboratorio, non per uso medico o veterinario

source: Chemical reagents for molecular biology, other than for medical or veterinary use
it: Reagenti chimici per biologia molecolare, non per uso medico né veterinario

source: Chemical reagents for use in industry
it: Reagenti chimici per l'industria

source: Chemical preparations for use as corrosion inhibitors
it: Prodotti chimici da utilizzare come anticorrosivi

source: Chemical preparations for use in providing fire retarding properties
it: Prodotti chimici per uso nella fornitura di proprietà ignifuganti

source: Biological activators
it: Attivatori biologici

source: Rheology modifying compositions, other than for medical use
it: Composti per modifica reologica, non per uso medico

source: Krypton
it: Cripto

source: Sulfates
it: Solfati

source: Barium sulfate
it: Solfato di bario

source: Cement [metallurgy]
it: Cementi [metallurgia]

source: Mastic for leather
it: Mastici per il cuoio

source: Water glass [soluble glass]
it: Vetro solubile [silicato]

source: Chemical agents for hardening wood
it: Agenti chimici per l'indurimento del legno

source: Industrial salts for the preservation of skins
it: Sali industriali per la conservazione di pellicce

source: Chemicals for use in scientific analysis [other than medical or veterinary]
it: Prodotti chimici destinati all'analisi scientifica [non per uso medico né veterinario]

source: Chemicals for use in the treatment of liquid hydrocarbons
it: Prodotti chimici per uso nel trattamento degli idrocarburi liquidi

source: Liquified gases, other than for medical use
it: Gas liquefatti, non per uso medico

source: Lithium tantalate
it: Tantalato di litio

source: Low molecular weight polythene terpolymers for use in industry
it: Terpolimeri di polietene a basso peso molecolare per l'industria

source: Luminous chemical composition for use on the dials of chronometrical instruments
it: Composti chimici luminosi per quadranti di strumenti cronometrici

source: Oxides of metal
it: Ossidi di metallo

source: Preservatives for metals [chemical]
it: Conservanti per metalli [prodotti chimici]

source: Compositions for industrial use in the preparation of culture media
it: Composti per uso industriale nella preparazione di brodi di coltura

source: Albumen
it: Albumina

source: Polymers for use in the preparation of cementitious compositions
it: Polimeri per la preparazione di composti cementizi

source: Sequestrants with oxidizers
it: Sequestranti con ossidanti

source: Laminates of sensitized paper
it: Laminati di carta sensibilizzata

source: Clinical diagnostics, other than for medical or veterinary use
it: Prodotti clinico-diagnostici non per uso medico o veterinario

source: Coatings [chemicals] for preventing staining other than for household or laundry purposes
it: Rivestimenti [prodotti chimici] per impedire l'appannatura non per uso domestico o per il bucato

source: Pastes containing metal-filed glass for use in industry
it: Paste contenenti vetro riempito con metallo per uso industriale

source: Form release agents for use in the concrete industry
it: Agenti di distacco di forme nell'industria del calcestruzzo

source: Tragacanth gum for use in the manufacture of lozenges
it: Gomma adragante per produzione di pastiglie

source: Chemical test reagents in tablet form for testing for copper [other than medical or veterinary]
it: Reagenti chimici per test sotto forma di tavoletta per l'analisi del rame [non per uso medico o veterinario]

source: Organic compounds for use in the manufacture of babies' napkins
it: Composti organici per la fabbricazione di pannolini per neonati

source: Organophosphorus compositions
it: Composti organofosforici

source: Tanning oils for animal skins
it: Oli concianti per pelli di animali

source: Test gases
it: Gas di prova

source: Testing reagents for scientific use
it: Reagenti d'analisi per uso scientifico

source: Sodium oxynaphthionate
it: Ossinaftionato di sodio

source: Sodium phosphate
it: Fosfato di sodio

source: Sodium tetraborate
it: Tetraborato di sodio

source: Substances for preserving cut flowers
it: Sostanze per la conservazione dei fiori recisi

source: Substances for the purification of fluids
it: Sostanze per la depurazione dei liquidi

source: Substances of polyester paste for use in the filling of holes in surfaces
it: Sostanze a base di paste di poliestere per il riempimento di buchi in superfici

source: Substances of polyester paste for use in the repair of flaws in surfaces
it: Sostanze a base di paste di poliestere per la riparazione di imperfezioni su superfici

source: Surfactants for use in the manufacture of animal feedstuffs
it: Tensioattivi per la produzione di mangimi per animali

source: Synthetic gas for industrial use
it: Gas sintetici per uso industriale

source: Mixtures of resin and filler for use as an adhesive [other than for stationery or household use]
it: Miscele di resine e riempitivi da utilizzare come adesivi [non per cartoleria né per uso domestico]

source: Modified pregelatinized starches for industrial purposes
it: Amidi pre-gelatinizzati modificati per uso industriale

source: Modified starches for industrial purposes
it: Amidi modificati per scopi industriali

source: Monoclonal antibodies for diagnostic use [other than medical]
it: Anticorpi monoclonali per uso diagnostico [non medico]

source: Monoclonal antibodies for industrial use
it: Anticorpi monoclonali per uso industriale

source: Caustic alkali
it: Alcali caustico

source: Expanded synthetic resins [unprocessed]
it: Resine sintetiche espanse [allo stato grezzo]

source: Fertilized preparations of mineral wool for growing plants
it: Prodotti fertilizzati in lana minerale per la coltivazione di piante

source: Fertilizer compositions
it: Composti fertilizzanti

source: Ceramic microspheres for use as reinforcing materials
it: Microsfere in ceramica per uso come materiali di rinforzo

source: Chemical products for the preparation of flavourings
it: Prodotti chimici per la preparazione d'aromi

source: Chemical products for the preparation of perfumes
it: Prodotti chimici per la preparazione di profumi

source: Chemical products for the treatment of drinking water
it: Prodotti chimici per il trattamento dell'acqua potabile

source: Chemical reagent mixtures in tablet form for testing water [other than for medical or veterinary use]
it: Miscele di reagenti chimici in tavoletta per l'analisi dell'acqua [non per uso medico o veterinario]

source: Additives, chemical, to fungicides
it: Additivi chimici ai fungicidi

source: Isoflavone for preparing foodstuffs
it: Isoflavone per la preparazione di alimenti

source: Textile for photogravure
it: Tessuti per fotoincisione

source: Binders for use in the formulation of sealants
it: Leganti per uso nella formulazione di mastici

source: Blowing agents for use in the manufacture of expanded rubber
it: Agenti schiumogeni per la produzione di gomma espansa

source: Bonding agents for admixture with grouts
it: Leganti da miscelare con malte liquide

source: Solidified gases for industrial purposes
it: Gas solidificati per uso industriale

source: Fatty acids
it: Acidi grassi

source: Enzymes [other than for medical or veterinary use]
it: Enzimi [non per uso medico o veterinario]

source: Enzymes [other than for medical use] for detecting protein fractions
it: Enzimi [non per uso medico] per la rilevazione delle frazioni proteiche

source: Enzymes for use in the detergent industry
it: Enzimi per uso nell'industria dei detersivi

source: Power steering fluid
it: Fluidi per servosterzi

source: Chemical preparations for the binding of paste
it: Preparati chimici leganti per pasta

source: Catalysts for use in chemical processes
it: Catalizzatori per processi chimici

source: Chemical substances for the protection of the environment
it: Sostanze chimiche per la protezione dell'ambiente

source: Chemical substances for use as soil coverings
it: Sostanze chimiche per uso come rivestimenti per il suolo

source: Cream of tartar for chemical purposes
it: Crema di tartaro per uso chimico

source: Water additives for offset printing
it: Additivi ad acqua per stampa offset

source: Water based adhesives [other than for household or stationery use]
it: Additivi a base di acqua [non per uso domestico né per cartoleria]

source: Water based adhesives for industrial use
it: Adesivi a base d'acqua per uso industriale

source: Bacterial products [other than for medical and veterinary use]
it: Prodotti batteriologici [non per uso medico né veterinario]

source: Fire retardant chemicals
it: Sostanze chimiche ignifughe

source: Substances (Chemical -) for cleaning brickwork
it: Sostanze (chimiche) per la pulizia di muratura

source: Substances (Chemical -) for cleaning concrete
it: Sostanze (chimiche) per la pulizia di calcestruzzo

source: Chemicals for the conservation of polythene cables
it: Sostanze chimiche per la conservazione di cavi in polietene

source: Chemicals for the control of environmental pollution
it: Prodotti chimici per il controllo dell'inquinamento ambientale

source: Silicates
it: Silicati

source: Isinglass, other than for stationery, household or alimentary purposes
it: Ittiocolla, non per la cartoleria, nè per uso domestico o alimentare

source: Preservatives for maintaining the viability of micro-organisms in cultures [industrial]
it: Conservanti per il mantenimento della vitalità dei microrganismi in colture [industriale]

source: Chemical product for neutralizing stainless alloys of steel, iron and metals of various colors
it: Prodotti chimici per neutralizzare le leghe d'acciaio inossidabile, ferro e metalli di diversi colori

source: Plant hormones (phytohormones)
it: Ormoni per piante (fitormoni)

source: Toning salts [photography]
it: Sali di viraggio [fotografia]

source: Silicone fluids
it: Fluidi siliconici

source: Fluids for use in etching plastic
it: Fluidi per l'incisione della plastica

source: Fluorinated polymers
it: Polimeri fluorurati

source: Industrial detergents for use in manufacturing processes
it: Detergenti industriali utilizzati durante i processi di fabbricazione

source: Chemical fixing compounds
it: Composti per fissaggio chimico

source: Additives (Chemical -) for cooling agents
it: Additivi (Chimici -) per agenti di raffreddamento

source: Adhesive compounds with a base of epoxy resins
it: Composti adesivi a base di resine epossidiche

source: Adhesives for affixing insulating boards
it: Adesivi per fissare pannelli isolanti

source: Glucose preparations for industrial purposes
it: Preparati di glucosio per uso industriale

source: Radioactive elements for scientific purposes
it: Elementi radioattivi per uso scientifico

source: By-products of the processing of cereals for industrial purposes
it: Residui del trattamento dei grani di cereali per uso industriale

source: Sulfuric ether
it: Etere solforico

source: Biological preparation for use in cell cultures other than for medical or veterinary use
it: Preparazione biologica per l'uso in colture cellulari eccetto per uso medico o veterinario

source: Hypochlorite of soda
it: Ipoclorito di soda

source: Sodium molybdate
it: Molibdato di sodio

source: Chemical substances for use as silage additives
it: Sostanze chimiche per uso come additivi per silaggio

source: Chemical substances for use in bioluminescent processes
it: Sostanze chimiche per processi bioluminescenti

source: Chemical substances for use in dissolving malodorous gases
it: Sostanze chimiche per uso nella dissoluzione di gas maleodoranti

source: Chemical substances for use in the biochemical industry
it: Sostanze chimiche per uso nell'industria biochimica

source: Condensation-preventing chemicals
it: Prodotti per evitare il velo di vapore

source: Cyanides and cyanates
it: Cianuri e cianati

source: Descaling preparations for industrial purposes
it: Preparati disincrostanti per scopi industriali

source: Acetylene
it: Acetilene

source: Methylene chloride
it: Cloruro di metilene

source: Nutritive agents for processing living cells [other than for medical use]
it: Agenti nutritivi per la lavorazione di cellule vive [non per uso medico]

source: Slag [fertilizers]
it: Scorie [concimi]

source: Superphosphates [fertilizers]
it: Superfosfati [concimi]

source: Polyurethane resins
it: Resine poliuretaniche

source: Fire protection compositions
it: Composti di protezione antincendio

source: Sensitized photographic film (Unexposed -) use in the development of microfilms
it: Pellicole fotografiche sensibilizzate (Non impressionate -) per lo sviluppo di microfilm

source: Chemical compositions for reinforcing concrete
it: Composizioni chimiche per rinforzare il calcestruzzo

source: Chemical compositions for the control of spillage of liquids
it: Composizioni chimiche per il controllo dello spargimento di liquidi

source: Chemical compositions for use in the construction industry
it: Composizioni chimiche per uso nel settore delle costruzioni

source: Coatings for the renovation of floor coverings [other than paints or oils]
it: Rivestimenti per il rinnovo di rivestimenti per pavimenti [diversi da pitture o oli]

source: Coatings in the form of holographic film supports
it: Rivestimenti in forma di supporti olografici a pellicola

source: Oxidising agents
it: Agenti d'ossidazione

source: Paper paste [adhesive] other than for stationery or household purposes
it: Pasta di carta [adesivo] non per cartoleria o per scopi domestici

source: Amino compounds
it: Composti amminici

source: Anti-damp insulating compositions [other than paint]
it: Composti isolanti anti-umidità [diverse dalle vernici]

source: Plastic in the form of liquids [for use in industry]
it: Materia plastica sotto forma di liquidi [per uso industriale]

source: Mould releasing agents having a water and solvent base
it: Agenti di sformatura a base di acqua e solvente

source: Adhesives for mortar
it: Adesivi per malta

source: Adhesives for preventing the loosening of wheel nuts
it: Adesivi per prevenire l'allentamento dei dadi della ruota

source: Magnesium fluoride
it: Fluoruro di magnesio

source: Magnesium sulphate
it: Solfato di magnesio

source: Manganese metaphosphate
it: Metafosfato di manganese

source: Adhesives for use in the binding of books
it: Adesivi per la rilegatura di libri

source: Acrylic resins (Unprocessed -) for use as additives to fibres
it: Resine acriliche (allo stato grezzo) da utilizzare come additivi per fibre

source: Additives (Chemical -) for cement
it: Additivi (Chimici -) per cemento

source: Dispersants for use in aqueous dispersions of carbon black
it: Additivi disperdenti per dispersioni acquose di nero di carbone

source: Bismuth
it: Bismuto

source: Prepared soils
it: Terreni preparati

source: Protective coatings for waterproofing surfaces of buildings [other than paints or oils]
it: Rivestimenti protettivi per l'impermeabilizzazione delle superfici degli edifici [non pitture o oli]

source: Proteins for binding antibodies [other than for medical use]
it: Proteine per legare anticorpi [non per uso medico]

source: Proteins for human foodstuffs which form emulsions as part of the manufacturing process
it: Proteine per alimenti ad uso umano che formano emulsioni come parte del processo di produzione

source: Rain repellant preparations for use on windows
it: Preparati anti-pioggia per finestre

source: Raw [unprocessed] artificial resins for use in industry
it: Resine [non trattate] grezze artificiali per uso industriale

source: Soil conditioning substances [other than sterilising]
it: Sostanze per l'ammendamento del terreno [non sterilizzazione]

source: Stabilizing agents for solvents
it: Agenti stabilizzanti per solventi

source: Demineralised water, not for medical purposes
it: Acqua demineralizzata, non per uso medico

source: Weathering preservatives [chemical, other than paints]
it: Conservanti contro la meteorizzazione [chimici, non pitture]

source: Fluate preparations
it: Preparati fluati

source: Fluids for the transport of gravel
it: Fluidi per il trasporto di ghiaia

source: Fluids for use in etching aluminium
it: Fluidi per l'incisione dell'alluminio

source: Fire absorbent chemicals for the manufacture of fire resistant coatings
it: Prodotti chimici ignifughi per la fabbricazione di rivestimenti resistenti al fuoco

source: Fire absorbent chemicals for the manufacture of fire retardant monomers
it: Prodotti chimici ignifughi per la fabbricazione di monomeri resistenti al fuoco

source: Reagents for use in environmental analysis
it: Reagenti per l'analisi dell'ambiente

source: Reagents for use in immunoserology
it: Reagenti per immunosierologia

source: Quebracho for industrial purposes
it: Quebracho per uso industriale

source: Hydrates
it: Idrati

source: Cobalt oxide for industrial purposes
it: Ossido di cobalto per uso industriale

source: Ammonium bichromate
it: Bicromato di ammonio
